tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "diff-so-fancy"
brew "neovim"
brew "python@3.10"
brew "ripgrep"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "kitty"
cask "postman"
cask "rectangle"
cask "sequel-ace"
cask "visual-studio-code"
cask "zoom"
